Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Likewise, the frequencies for volume depletion (narrow BIcMQ) and hypotension (BIcMQ; a subset of volume depletion) reported as SAEs or leading to discontinuation were numerically higher in the empagliflozin group than in the placebo group.
es_es: De igual modo, la frecuencia de depleción de volumen (consulta BIcMQ específica) e hipotensión (consulta BIcMQ, subconjunto de depleción de volumen) consignadas como eventos adversos graves o eventos que condujeron a la discontinuación fue nominalmente mayor en el grupo de empagliflozina que en el grupo de placebo.

source: Limit of Determination
es_es: Límite de detección

source: Limit of Quantification
es_es: Límite de cuantificación

source: Limit of detection
es_es: Límite de detección

source: Limit of detection and limit of quantitation with respect to sample are as follows:
es_es: El límite de detección y el límite de cuantificación con respecto a la muestra son los siguientes:

source: Limit of detection and quantitation
es_es: Límite de detección y cuantificación

source: Limit of quantitation
es_es: Límite de cuantificación

source: Limit of quantitation (LOQ) / limit of detection (LOD) is stated and is considered acceptable, if results are reported as “< LOQ/ LOD”
es_es: se indica el límite de cuantificación (LOQ) o límite de detección (LOD), y estos se consideran aceptables si el resultado informado es “< LOQ / LOD”;

source: Limit of quantitation (with matrix):
es_es: Límite de cuantificación (con la matriz):

source: Limit of quantitation (without matrix):
es_es: Límite de cuantificación (sin la matriz):

source: Limit test
es_es: Análisis de límite

source: Limit tests
es_es: Análisis de límite

source: Limitation of clinical trial
es_es: Limitación del ensayo clínico

source: Limitations
es_es: Limitaciones

source: Limited data for the 4 patients were collected by the site.
es_es: El centro obtuvo datos limitados para estos 4 pacientes.

source: Limited exposure (A)
es_es: Exposición limitada (A)

source: Limited exposure (A) – cumulative sum of single, multiple or repeated duration of contact is up to 24 h.
es_es: Exposición limitada (A) - La suma acumulativa del período de contacto único, múltiple o repetido es de 24 h.

source: Limited information was available in the above cases.
es_es: En esos casos hubo información limitada.

source: Limited information was provided on the period of pregnancy during empagliflozin exposure.
es_es: La información fue limitada en cuanto al período del embarazo transitado durante la exposición a la empagliflozina.

source: Limits:
es_es: Límites:

source: Linagliptin
es_es: Linagliptina

source: Linagliptin (EU trade name: Trajenta®) is a selective, orally administered, xanthine-based DPP-4 inhibitor developed by Boehringer Ingelheim.
es_es: Linagliptina (denominación comercial en la UE: Trayenta®) es un inhibidor selectivo oral basado en xantinas de la DPP-4 desarrollado por Boehringer Ingelheim.

source: Linagliptin / Metformin Hydrochloride Film-coated Tablets
es_es: Linagliptina/clorhidrato de metformina, Comprimidos recubiertos

source: Linagliptin / Metformin Hydrochloride
es_es: Linagliptina / Clorhidrato de metformina

source: Linagliptin / metfomin HCl (No. 1)
es_es: Linagliptina / HCl de metformina (N.° 1)

source: Linagliptin / metfomin HCl (No. 3)
es_es: Linagliptina / HCl de metformina (N.° 3)

source: Linagliptin / metformin HCI matrix
es_es: Matriz de linagliptina / HCl de metformina

source: Linagliptin / metformin HCl (2.5 mg/1000 mg) Batch 704930
es_es: Linagliptina / HCl de metformina (2.5 mg/1000 mg), Partida 704930

source: Linagliptin / metformin HCl (Material No. 1)
es_es: Linagliptina / HCl de metformina (material N.° 1)

source: Linagliptin / metformin HCl (Material No.2)
es_es: Linagliptina / HCl de metformina (material N.° 2)

source: Linagliptin / metformin HCl (Material No.3)
es_es: Linagliptina / HCl de metformina (material N.° 3)

source: Linagliptin / metformin HCl (Material No.4)
es_es: Linagliptina / HCl de metformina (material N.° 4)

source: Linagliptin / metformin HCl stressed (material no.3)
es_es: Linagliptina / HCl de metformina a cond. extremas (material N.° 3)

source: Linagliptin / metformin HClstressed (material no. 1)
es_es: Linagliptina / HCl de metformina a cond. extremas (material N.° 1)

source: Linagliptin / metformin hydrochloride Film-coatedtablets, stressed (material no. 1)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina, condiciones extremas (material N.° 1)

source: Linagliptin / metformin hydrochloride and empagliflozin / metformin hydrochloride immediate release film-coated tablets are fixed dose combinations with metformin hydrochloride as one API.
es_es: Los comprimidos recubiertos de liberación inmediata de linagliptina / clorhidrato de metformina y empagliflozina/clorhidrato de metformina son combinaciones a dosis fija, uno de cuyos IFA es el clorhidrato de metformina.

source: Linagliptin / metformin hydrochloride film-coated tablets
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina

source: Linagliptin / metformin hydrochloride film-coated tablets (2.5/1000 mg)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina (2.5/1000 mg)

source: Linagliptin / metformin hydrochloride film-coated tablets (2.5/500 mg)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina (2.5/500 mg)

source: Linagliptin / metformin hydrochloride film-coated tablets (No. 1)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina (N.° 1)

source: Linagliptin / metformin hydrochloride film-coated tablets (No. 2)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina (N.° 2)

source: Linagliptin / metformin hydrochloride film-coated tablets (No. 3)
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina (N.° 3)

source: Linagliptin / metformin hydrochloride film-coated tablets, stressed (material no. 1)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina, condiciones extremas (material N.° 1)

source: Linagliptin / metforminhydrochloride HCl
es_es: Linagliptina / HCl de metformina

source: Linagliptin / metforminhydrochloride film-coated tablets, stressed (material no. 1)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina, condiciones extremas (material N.° 1)

source: Linagliptin /metformin HCl (Material No. 1)
es_es: Linagliptina / HCl de metformina (material N.° 1)

source: Linagliptin /metformin HCl(Material No. 1)
es_es: Linagliptina / HCl de metformina (material N.° 1)

source: Linagliptin 2.5 mg and metformin 1000 mg (free combination)
es_es: Linagliptina 2.5 mg y metformina 1000 mg (combinación libre)

source: Linagliptin 5 mg
es_es: Linagliptina 5 mg

source: Linagliptin 5 mg + metformin 2000 mg (free combination)
es_es: Linagliptina 5 mg + metformina 2000 mg (combinación libre)

source: Linagliptin 5 mg + metformin 500 mg (free combination)
es_es: Linagliptina 5 mg + metformina 500 mg (combinación libre)

source: Linagliptin Film-coated Tablets
es_es: Linagliptina, Comprimidos recubiertos

source: Linagliptin Film-coated Tablets, 5 mg
es_es: Linagliptina, Comprimidos recubiertos, 5 mg

source: Linagliptin N (%)
es_es: Linagliptina, N (%)

source: Linagliptin and Metformin hydrochloride are the active pharmaceutical ingredients (APIs) in the formulation of JENTADUETO.
es_es: La linagliptina y el clorhidrato de metformina son los ingredientes farmacéuticos activos (API) de la formulación de JENTADUETO.

source: Linagliptin and Metformin hydrochloride are the official International Non-proprietary Names (INN) of the active pharmaceutical ingredients.
es_es: Linagliptina y Clorhidrato de metformina son las denominaciones comunes internacionales (DCI) de los ingredientes farmacéuticos activos.

source: Linagliptin is indicated for use in adult patients with type 2 diabetes to improve glycaemic control in conjunction with diet and exercise.
es_es: La linagliptina se indicada a pacientes adultos con diabetes tipo 2 para mejorar el control glucémico junto con la dieta y el ejercicio físico.

source: Linagliptin is not associated with changes in blood pressure or heart rate.
es_es: La linagliptina no estuvo asociada a cambios en la presión arterial ni la frecuencia cardíaca.

source: Linagliptin was not superior to glimepiride (Table 4).
es_es: La linagliptina no fue superior a la glimepirida (Tabla 4).

source: Linagliptin was shown to be non-inferior to placebo (on top of standard of care) for time to first occurrence of cardiovascular death, non-fatal MI, or non-fatal stroke (3-point MACE), with a hazard ratio of 1.02, with the upper limit of the 95% confidence interval of the hazard ratio less than the non-inferiority margin of 1.3.
es_es: Se comprobó que la linagliptina no es inferior al placebo (sumada al tratamiento protocolar) en esta variable: tiempo transcurrido hasta la primera situación que incluya muerte cardiovascular, IM no fatal o accidente cerebrovascular no fatal (MACE de 3 puntos), con una razón de riesgos instantáneos de 1.02 y con el límite superior su intervalo de confianza del 95%por debajo del margen de no inferioridad de 1.3.

source: Linagliptin was well tolerated and no new safety issues were identified.
es_es: La linagliptina fue bien tolerada y no se identificaron nuevas preocupaciones de seguridad.

source: Linagliptin was well tolerated overall and the safety profile in this trial was consistent with the known profile of the drug (P18-10865)
es_es: La linagliptina se toleró bien en general y el perfil de seguridad de este ensayo fue coherente con el perfil conocido del fármaco (P18-10865).

source: Linagliptin, empaglifozin
es_es: Linagliptina, empaglifozina

source: Linagliptin, glimepiride, metformin
es_es: Linagliptina, glimepirida, metformina

source: Linagliptin/Metformin
es_es: Linagliptina/metformina

source: Linagliptin/Metformin Hydrochloride Film-Coated Tablets
es_es: Comprimidos recubiertos de linagliptina/clorhidrato de metformina

source: Linagliptin/Metformin:
es_es: Linagliptina/metformina:

source: Linagliptin:
es_es: Linagliptina:

source: Linagliptin/metformin HCl(Material No. 3)
es_es: Linagliptina /HCl de metformina (material N.° 3)

source: Linaglitin
es_es: Linaglitina

source: Linear flow rate
es_es: Velocidad de flujo lineal

source: Linear gradient transitions
es_es: Transiciones de gradiente lineal

source: Linear over the load range
es_es: Lineal en el rango de carga

source: Linear range [ppb]
es_es: Intervalo lineal [ppb]

source: Linear regression, residual and normal probability plots were generated.
es_es: Se generaron gráficas de regresión lineal, y probabilidad residual y normal.

source: Linearity
es_es: Linealidad

source: Linearity (without matrix)
es_es: Linearidad (sin matriz)

source: Linearity (withoutmatrix)
es_es: Linearidad (sin matriz)

source: Linearity evaluates the ability of the analytical method to generate results directly proportional to the concentration of analyte in the sample over a given concentration range.
es_es: La linealidad evalúa la capacidad del método analítico para generar resultados directamente proporcionales a la concentración del analito en la muestra, dentro de un rango de concentración dado.

source: Linearity of Response
es_es: Linealidad de la respuesta

source: Linearity plot of NDMA from 10.2 - 122.4 ppb of the drug substance working concentration (Figure from analysis software Chromeleon)
es_es: Gráfico de linealidad de la NDMA, considerando una concentración de trabajo del principio activo de entre 10.2 y 122.4 partes por mil millones (Figura del software analítico Chromeleon)

source: Linearity plot of NDMA in matrix (material no. 4) from 10.2 122.4 ppb of the drug substance working concentration (Figure from analysis software Chromeleon)
es_es: Gráfico de linealidad de la NDMA en la matriz (material N.° 4), considerando una cconcentración de trabajo del principio activo de entre 10.2 y 122.4 partes por mil millones (Figura del software Chromeleon)

source: Linearity plot of NDMA in matrix (material no.1) from 10.2 122.4 ppb of the drug substance working concentration (Figure from analysis software Chromeleon)
es_es: Gráfico de linealidad de la NDMA en la matriz (material N.° 1), considerando una cconcentración de trabajo del principio activo de entre 10.2 y 122.4 partes por mil millones (Figura del software analítico Chromeleon)

source: Linearity was proven and allows for the accurate and precise determination of NDMA in the range from 10 - 120 ppb of the metformin hydrochloride working concentration.
es_es: Se comprobó la linealidad, que garantiza una determinación exacta y precisa de NDMA con un intervalo de entre 10 y 120 partes por mil millones de la concentración de trabajo de clorhidrato de metformina.

source: Linearity was validated for the determination of NDMA in two different metformin hydrochloride containing IR drug products.
es_es: Se validó la linealidad para determinar la presencia de NDMA en dos medicamentos de liberación inmediata que contienen clorhidrato de metformina

source: Linearity with matrix
es_es: Linearidad con la matriz

source: Linearity with matrix;
es_es: Linearidad con la matriz;

source: Linearity without matrix
es_es: Linearidad sin la matriz

source: Linearity without matrix;
es_es: Linearidad sin la matriz;

source: Linearity –
es_es: Linealidad:

source: Linearity – Establishing calibration model a)
es_es: Linealidad: Cómo se establece el modelo de calibración a)

source: Linearity – Establishing the Calibration Model
es_es: Linealidad: Cómo se establece el modelo de calibración

source: Linearity – Statistical comparison of linearities with and without matrix
es_es: Linealidad: comparación estadística de la linealidad con y sin la matriz

source: Linearity – establishing the calibration model was validated for the determination of NDMA in different metformin hydrochloride containing IR drug products.
es_es: Se evaluó la linealidad (como se establece el modelo de calibración) para determinar la presencia de NDMA en dos medicamentos de liberación inmediata que contienen clorhidrato de metformina.

source: Liner (induction seal):
es_es: Revestimiento (sellado por inducción):

source: Liner (induction seal) :
es_es: Revestimiento (sellado por inducción) :

source: Liner 2mm ID (e.g. AT 5181-8818)
es_es: Revestimiento con diám int. de 2 mm (p. ej. AT 5181-8818)

source: Lingaliptin / metformin HCl
es_es: Linagliptina / HCl de metformina

source: Lingaliptin / metformin HCl (2.5 mg/500 mg) Batch 704102
es_es: Linagliptina / HCl de metformina (2.5 mg/500 mg), Partida 704102

source: Lipase
es_es: Lipasa

source: Lipase and amylase were analysed as part of the clinical laboratory evaluations.
es_es: La lipasa y la amilasa se analizaron como parte de los controles clínicos de laboratorio.

source: Lipid-lowering drugs 3
es_es: Hipolipemiantes3

source: Lipid-lowering drugs, N (%)
es_es: Hipolipemiantes, N (%)

source: Lipids:
es_es: Lípidos:

source: Liquid Chromatography – High Resolution Mass Spectrometry
es_es: Cromatografía líquida: espectrometría de masas de alta resolución

source: Liquid Chromatography – Mass Spectrometry
es_es: Cromatografía líquida - espectrometría de masas

source: Liquid chromatograph equipped with High Resolution Mass Spectrometry (HRMS) detector, adjusted to ultra-performance liquid chromatography
es_es: Cromatógrafo líquido con detector por espectrometría de masas de alta resolución, ajustado a cromatografía líquida de alto rendimiento

source: Liquid chromatograph equipped with mass spectrometry (MS) detector, adjusted to ultra-performance liquid chromatography
es_es: Cromatógrafo líquido con detector por espectrometría de masas, ajustada a cromatografía líquida de alto rendimiento

source: Liquid chromatography
es_es: Cromatografía líquida

source: Liquid chromatography mass spectrometry
es_es: Cromatografía líquida/espectrometría de masas

source: Liquid chromatography*1
es_es: Cromatografía líquida*1

source: Liquid: 20,000 lx*h and 24 h RT
es_es: Líquido: 20,000 lx*h y 24 h TA

source: Liquid: 24 h RT
es_es: Líquido: 24 h temp. ambiente

source: Liquids for external use
es_es: Líquidos de uso externo

source: Liquids for internal use
es_es: Líquidos de uso interno

source: List of Investigators
es_es: Lista de investigadores

source: List of excipients and their functions in tenecteplase lyophilisate for solution for injection 25 mg
es_es: Lista de excipientes y sus funciones en el liofilizado para solución inyectable de tenecteplasa 25 mg

source: List of important risks and missing information
es_es: Lista de riesgos e Información faltante importante de importancia

source: List of investigators
es_es: Lista de investigadores

source: List of manufacturers
es_es: Lista de fabricantes

source: List of manufacturers and operations
es_es: Lista de fabricantes y operaciones

source: Lista de medicamentos comparadores para demostrar bioequivalencia y biodisponibilidad, incluyendo los comparadores para los principios activos “Empagliflozina” y “Atazanavir”;
es_es: List of bioequivalence and bioavailability comparators, including those of "Empagliflozin" and "Atazanavir";

source: Lista de principios activos que deben presentar estudios de bioequivalencia in vivo o in vitro y fecha máxima de presentación, incluyendo la exigencia de los estudios de bioequivalencia para los principios activos “Empagliflozina” y “Atazanavir”;
es_es: List of drug substances subject to in vivo and in vitro bioequivalence studies and submission deadlines, including bioequivalence requirements for the "Empagliflozin" and "Atazanavir" drug substances;

source: Lista de proveedores.
es_es: List of suppliers

source: Listado de equipos del centro
es_es: List of equipments in the site

source: Listing 15.4.2: 7, Appendix 16.2.7, Listings 2 and 4, and Section 15.4.3
es_es: Listado 15.4.2: 7, Apéndice 16.2.7, Listados 2 y 4, y Sección 15.4.3

source: Lithuania
es_es: Lituania

source: Liver hematoma
es_es: Hematoma hepático

source: Liver injury
es_es: Lesión hepática

source: Liver parameters are summarised together with hepatic AEs in Section 12.1.3.2.
es_es: Los parámetros hepáticos se resumen junto con los eventos adversos hepáticos en la Sección 12.1.3.2.

source: Load [%]
es_es: Carga [%]

source: Load [μg]
es_es: Carga [μg]

source: Load range must be visually linear without significant trending (single-chain and two-chain)
es_es: El rango de carga debe ser visualmente lineal sin ninguna tendencia significativa (cadena única y cadena doble).

source: Load range must be visually linear without significant trending
es_es: El rango de carga debe ser visualmente lineal sin ninguna tendencia significativa

source: Load the adequate quantity on vibri dispenser.
es_es: Cargar una cantidad adecuada en el alimentador vibri.

source: Load
es_es: Carga

source: Loading
es_es: Carga

source: Loading temperature
es_es: Temperatura de carga

source: Loading volume per mL resin (mLr)
es_es: Volumen de carga por ml de resina (mlr)

source: Local Health Authority
es_es: Autoridad sanitaria local

source: Local Tradename:
es_es: Denominación comercial local:

source: Location of Analytical Procedure
es_es: Ubicación del procedimiento analítico

source: Location:
es_es: Ubicación:

source: Log DNA Clearance Factor
es_es: Factor de depuración log. de ADN

source: Log(NT-proBNP), baseline atrial fibrillation or flutter, and HHF in the last 12 months
es_es: Log(NT-proPNC), fibrilación auricular o aleteo iniciales y hospitalización por insuficiencia cardíaca en los últimos 12 meses

source: Logallo N, Novotny V, Assmus J, et al.
es_es: Logallo N, Novotny V, Assmus J, y col.

source: Long term anticoagulation is recommended for recurrent idiopathic VTE [P11-13187].
es_es: Se recomienda la anticoagulación a largo plazo para el TEV idiopática recurrente [P11-13187].

source: Long-Term Stability Data) available to date are all within the defined acceptance criteria and are comparable to the data of the registered presentations of 40 mg/vial and 50 mg/vial.
es_es: Datos de estabilidad a largo plazo) disponibles hasta la fecha están dentro de los criterios de aceptación definidos y son equiparables a los datos de las presentaciones registradas de 40 mg/frasco y 50 mg/frasco.

source: Long-term
es_es: Largo plazo

source: Long-term DP (30°C)
es_es: A largo plazo, medicam. (30° C)

source: Long-term DS (-20°C)
es_es: A largo plazo, ppio. activo (-20° C)

source: Long-term and accelerated stability studies
es_es: Estudios de estabilidad en condiciones aceleradas y a largo plazo

source: Long-term care
es_es: Atención de largo plazo

source: Long-term safety (particularly cardiovascular)
es_es: Seguridad a largo plazo (particularmente cardiovascular)

source: Long-term storage conditions at 30 ± 2°C / 75 ± 5 % RH
es_es: Temperatura de almacenamiento a largo plazo a 30 ± 2° C / 75 ± 5 % HR

source: Long-term storage conditions at 30 ± 2°C / 75 ± 5% RH
es_es: Temperatura de almacenamiento a largo plazo a 30 ± 2° C / 75 ± 5% HR

source: Long-term storage temperature at 2 – 8°C
es_es: Temperatura de almacenamiento a largo plazo a 2° - 8° C

source: Loop
es_es: Bucle

source: Loop or high ceiling diuretics
es_es: Diuréticos de asa o de techo alto

source: Los Estudios de equivalencia farmacodinámicos pueden llegar a ser necesarios si el análisis cuantitativo del principio activo y/o metabolito(s) en sangre, suero, plasma u orina no se puede hacer con la precisión y sensibilidad suficientes; sin embargo, esto es muy poco probable teniendo en cuenta la tecnología actual.
es_es: PD equivalence studies may be necessary if quantitative analysis of the drug substance and/or metabolite(s) in whole blood, serum, plasma or urine cannot be performed with sufficient accuracy and sensitivity; however, this is highly unlikely given the current technology.

source: Los abandonos y/o las retiradas de sujetos deben ser reportados.
es_es: Subject dropouts and/or withdrawals must be reported.

source: Los antilogaritmos de los límites de confianza obtenidos constituyen el intervalo de confianza del 90% para la relación de las medias geométricas entre los parámetros del medicamento de fuentes múltiples frente al comparador.
es_es: The antilogarithms of the confidence limits obtained make up the 90% CI for the multi-source drug vs. comparator geometric mean.

source: Los análisis estadísticos se deben realizar con los datos farmacocinéticos recogidos para todos los principios activos; los intervalos de confianza del 90% de la relación prueba/comparador de todos los ingredientes activos deben estar dentro de los límites de aceptación.
es_es: Statistical analyses should be performed on the collected PK data of all drug substances; the test/comparator ratio 90% CI for all drug substances should be within the acceptance limits.

source: Los casos en los cuales la sensibilidad analítica es demasiado baja para caracterizar adecuadamente el perfil farmacocinético después de una sola dosis;
es_es: Cases in which analytical sensitivity is too low to adequately characterize the pharmacokinetic profile after a single dose;

source: Los centros que realicen estudios de Bioequivalencia y Biodisponibilidad "in vivo" deben cumplir con Buenas Prácticas Clínicas para lo cual la ARCSA inspeccionará conforme el instructivo técnico elaborado para el efecto, previo el pago de la tasa establecida.
es_es: "In vivo" bioequivalence and bioavailability studiy sites must pay the corresponding fee and comply with Good Clinical Practices, as inspected by ARCSA according to the appropriate technical guidelines.
